Правила обменника

1. Общие положения
- Сервис предоставляет услуги по обмену Bitcoin на кошельки  bigmafiabot и внешние кошельки в режиме онлайн.
- Пользователь обязан предоставлять корректные данные при оформлении заявки.

2. Процесс обмена
- Все операции выполняются автоматически или вручную в течение указанного времени.
- Сервис не несёт ответственности за ошибки в реквизитах, указанных пользователем.

3. Комиссии и курсы
- Курс криптовалют фиксируется при создании заявки и действует в течение 15 минут.
- Комиссия за обмен устанавливается обменником

4. Ограничения
- Минимальная сумма обмена: [500].
- Максимальная сумма : [50000].
- Если сумма больше 50000, то писать в л/с @Lilchikbitchik

5. Отмена и возврат
- Отмена возможна только до момента подтверждения перевода.
- Если вы ошибочно перевели средства на другие реквизиты/банк,то возврат средств не осуществляется.

6. Поддержка клиентов
- Техническая поддержка доступна через бота 24/7.
- Время ответа оператора составляет  несколько минут.