===========================
💳 Номер счёта на оплату: {{$orderNumber}}
===========================

📄 Информация по счёту:
🔹 Тип кошелька: {{$walletType}}
🔹 BTC-адрес: {{$walletAddress}}
🔹 Сумма к получению: {{$amountBTC}} BTC (~{{$amountRUB}} руб.)

🏦 Реквизиты:
🔸 Банк: {{$bankName}}
🔸 Телефон: {{$phone}}
🔸 Получатель: {{$initials}}
🔸 Сумма к оплате: {{$sum}} руб.

⚠️ **Предупреждения:**
1️⃣ Перевод должен быть в точности до копейки.
2️⃣ Счёт будет активен только в течение 10 минут.
===========================
