===========================
💸 Платёж по обмену №{{$orderNumber}} успешно принят!
===========================

⚙️ Идёт процесс постороения транзакции для отпуска в сеть.
🕒 Последняя проверка: {{$lastTransactionCheck}}

📄 Детали вашего обмена:
🔹 Тип кошелька: {{$walletType}}
🔹 BTC-адрес: {{$walletAddress}}
🔹 Сумма к получению: {{$amountBTC}} BTC (~{{$amountRUB}} руб.)

⚠️ Обычно процесс постоения транзакции занимаем не больше 2 минут.
⚠️ Нажмите "Обновить" для отображения актуальной информации об обмене.
===========================
